<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<link href="help.css" rel="stylesheet" type="text/css" />
<link href="SyntaxHighlighter.css" rel="stylesheet" type="text/css" /></head>

<body>
<p><img src="teste.jpg" width="270" height="50" alt="Saiba Mais" /></p>
<p><strong>Recomenda&ccedil;&atilde;o  2.8 - </strong>Utilizar o  elemento &ldquo;blockquote&rdquo; para marcar cita&ccedil;&otilde;es quando existentes. <strong>&nbsp;</strong><br />
N&atilde;o use &ldquo;blockquote&rdquo;, &ldquo;ul&rdquo;, &ldquo;dl&rdquo; &amp; &ldquo;dt&rdquo;, &ldquo;table&rdquo;  e outros elementos para criar efeitos visuais nos&nbsp; par&aacute;grafos. Caso a inten&ccedil;&atilde;o seja organizar a  estrutura ou a disposi&ccedil;&atilde;o de textos no site, utilize&nbsp; folhas de estilo.&nbsp; </p>
<h3>A Arte e a Vida</h3>
<p>A arte baseia-se na vida, por&eacute;m n&atilde;o como mat&eacute;ria mas como forma.  Sendo a arte um produto direto do pensamento, &eacute; do pensamento que se  serve como mat&eacute;ria; a forma vai busc&aacute;-la &agrave; vida. A obra de arte &eacute; um  pensamento tornado vida: um desejo realizado de si-mesmo. Como  realizado tem que usar a forma da vida, que &eacute; essencialmente a  realiza&ccedil;&atilde;o; como realizado em si-mesmo tem que tirar de si a mat&eacute;ria em  que realiza.</p>
<p><em>Fernando Pessoa, in 'Ricardo Reis - Prosa'</em></p>
<p><strong>No c&oacute;digo html: </strong></p>
<div class="dp-highlighter">
  <ol class="dp-j" start="1">
    <li class="alt">&lt;blockquote&gt;</li>
    <li class="">&lt;p&gt;&lt;strong&gt;A Arte e a Vida&lt;/strong&gt;&lt;/p&gt; </li>
    <li class="alt">&lt;p&gt;A arte baseia-se na vida, por&eacute;m n&atilde;o como mat&eacute;ria mas como forma.  Sendo a arte um produto directo do pensamento, &eacute; do pensamento que se  serve como mat&eacute;ria; a forma vai busc&aacute;-la &agrave; vida. A obra de arte &eacute; um  pensamento tornado vida: um desejo realizado de si-mesmo. Como  realizado tem que usar a forma da vida, que &eacute; essencialmente a  realiza&ccedil;&atilde;o; como realizado em si-mesmo tem que tirar de si a mat&eacute;ria em  que realiza. &lt;/p&gt;&nbsp; </li>
    <li class="">&lt;p&gt;&lt;em&gt;Fernando Pessoa, in 'Ricardo Reis - Prosa'&lt;/em&gt;&lt;/p&gt;</li>
    <li class="alt">&lt;/bloquote&gt;</li>
    </ol>
</div>
<p>Use folha de estilo para controlar o <em>layout</em> das p&aacute;ginas, formatar cor, tamanho  e tipo de fonte.&nbsp; <br />
Os elementos &ldquo;font&rdquo; e &ldquo;basefont&rdquo; est&atilde;o ultrapassados  no HTML 4.0. N&atilde;o use os elementos &ldquo;h1&rdquo;&nbsp; a  &ldquo;h6&rdquo; para formatar os textos.&nbsp; </p>
</body>
</html>
