<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<link href="SyntaxHighlighter.css" rel="stylesheet"
type="text/css" />
</head>

<body>
<p><img src="saibamais.jpg" width="270" height="50"
alt="Saiba Mais" /></p>
<p><strong>Recomenda&ccedil;&atilde;o  3.10 - </strong>Fornecer  informa&ccedil;&otilde;es sobre documentos compostos por v&aacute;rias p&aacute;ginas <strong> </strong>(isto &eacute;, cole&ccedil;&otilde;es de documentos). Caso seja necess&aacute;rio,  utilize ferramentas de compacta&ccedil;&atilde;o de   arquivo, tais como ZIP, TAR, GZIP ou ARJ. Informe o tamanho do arquivo e  o tempo estimado  para baixar por meio de  um modem dial-up.  Forne&ccedil;a documentos em  formatos alternativos,  pass&iacute;veis de  leitura pelos leitores de tela. </p>
<p>Deve-se  indicar o n&uacute;mero de p&aacute;ginas existentes num documento seq&uuml;&ecirc;ncia html, como  manuais ou instru&ccedil;&otilde;es passo-a-passo e sua  navega&ccedil;&atilde;o deve ser colocada de forma clara.</p>
<div class="dp-highlighter">
  <ol class="dp-j" start="1">
    <li class="alt"><span>&lt;head&gt;</span></li>
    <li class=""><span> &nbsp;  &lt;link  rel=&quot;prev&quot; href=&quot;chk9-0.htm&quot;&gt; </span></li>
    <li class="alt"><span> &nbsp;  &lt;link rel=&quot;contents&quot; href=&quot;overchk.htm&quot;&gt;</span></li>
    <li class=""><span>  &nbsp; &lt;link rel=&quot;next&quot;  href=&quot;chk11-0.htm&quot;&gt; </span></li>
    <li class="alt"><span>&lt;/head&gt;</span></li>
  </ol>
</div>
<p>Acima  temos um exemplo que mostra uma forma de fornecer informa&ccedil;&atilde;o sobre um  documento  seq&uuml;encial. Ele mostra como se  usa a nota&ccedil;&atilde;o &ldquo;link rel=next&rdquo; e &ldquo;link rel=prev&rdquo; para indicar o  URL da pr&oacute;xima p&aacute;gina e da anterior como  informa&ccedil;&atilde;o de navega&ccedil;&atilde;o extra. </p>
<div class="dp-highlighter">
  <ol class="dp-j" start="1">
    <li class="alt"><span>&lt;p&gt;O <em>link</em> a seguir se refere ao manual das recomenda&ccedil;&otilde;es (pontos  de verifica&ccedil;&atilde;o) do W3C. </span></li>
    <li class=""><span> &nbsp; <span class="alt"><span>Possui 150Kb e seu  tempo estimado para  download &eacute; de 60  segundos. &lt;br /&gt;</span></span> </span></li>
    <li class="alt"><span> &nbsp; &lt;a  href=&rdquo;manual.zip&rdquo;&gt; Manual do W3C   (150kb  formato .rtf  compactado &lt;/a&gt; </span></li>
    <li class=""><span>&lt;/p&gt;</span></li>
  </ol>
</div>
<p> Os  documentos disponibilizados para <em>download</em> devem estar em formatos compat&iacute;veis  com os  leitores de tela, sen&atilde;o,  disponibilizar tamb&eacute;m na p&aacute;gina o <em>download </em>de uma vers&atilde;o compat&iacute;vel  textual (ex: formatoTXT). </p>
</body>
</html>
