<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-br"><!-- InstanceBegin template="/Templates/introducao.dwt" codeOutsideHTMLIsLocked="false" -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<!-- InstanceBeginEditable name="doctitle" -->
<title>Simulador Baixa Visão - Incapacidades</title>
<!-- InstanceEndEditable -->
<!-- InstanceBeginEditable name="head" -->
<!-- InstanceEndEditable -->
<link href="estilo.css" rel="stylesheet" type="text/css" />
<script src="extras/acessibilidade.js" type="text/javascript"></script>
</head>

<body>
<div id="barrazoom">
		<a href="javascript:void(0);" onkeypress="zoom('mais');" onclick="zoom('mais');"><img src="extras/Amais.gif" alt="Aumenta o texto" style="position:relative;z-index:10;" /></a>
		<a href="javascript:void(0);" onkeypress="zoom('menos');" onclick="zoom('menos');"><img src="extras/Amenos.gif" alt="Diminui o texto" style="position:relative;z-index:11;" /></a>
		<a href="javascript:void(0);" onkeypress="zoom('padrao');" onclick="zoom('padrao');"><img src="extras/Anormal.gif" alt="Texto Normal" style="position:relative;z-index:12;" /></a>
		<a href="javascript:void(0);" onkeypress="setActiveStyleSheet('branco_e_preto_acessivel');" onclick="setActiveStyleSheet('branco_e_preto_acessivel');"><img id="Obp" src="extras/Obp.gif" alt="Auto-Contraste 1" style="position:relative;z-index:13;" /></a>
		<a href="javascript:void(0);" onkeypress="setActiveStyleSheet('preto_e_branco_acessivel');" onclick="setActiveStyleSheet('preto_e_branco_acessivel');"><img id="Opb" src="extras/Opb.gif" alt="Auto-Contraste 2" style="position:relative;z-index:14;" /></a>	</div>
	<h1>
	<!-- InstanceBeginEditable name="titulo" -->Simulador de Baixa Vis&atilde;o - Incapacidades<!-- InstanceEndEditable -->
	</h1>
	<div id="wrap">
		<div id="breadcrumb">
		Onde estou: 
		<!-- InstanceBeginEditable name="breadcrumb" -->
		<a href="indice.html"> Índice</a> - <a href="simulador_bv.html">Simulador de Baixa Vis&atilde;o</a> - Incapacidades<!-- InstanceEndEditable -->
		</div>
		<div id="conteudo">
		<!-- InstanceBeginEditable name="conteudo" -->
		<a id="menu">Incapacidades:</a>
		<ul>
			<li><a href="#catarata">Catarata</a></li>
			<li><a href="#hipermetropia">Hipermetropia</a></li>
			<li><a href="#miopia">Miopia</a></li>
			<li><a href="#daltonismo">Daltonismo</a></li>
			<li><a href="#glaucoma">Glaucoma</a></li>
			<li><a href="#retinopatia">Retinopatia</a></li>
		</ul>	
		<h2 id="catarata">Catarata</h2>
		<h3>O que &eacute;:</h3>
		A catarata &eacute;   uma &aacute;rea anuviada &agrave; frente do cristalino que causa opacifica&ccedil;&atilde;o da vis&atilde;o e   impedimento total ou parcial de os raios de luz alcan&ccedil;arem a retina,   prejudicando a vis&atilde;o. Essa opacifica&ccedil;&atilde;o &eacute; causada pelo agrupamento anormal de   prote&iacute;nas no centro do cristalino. Uma das causas mais comuns &eacute; a exposi&ccedil;&atilde;o &agrave;   radia&ccedil;&atilde;o UV mas outros fatores comuns incluem les&otilde;es, diabetes ou tratamentos   radiativos. No caso da catarata infantil, elas s&atilde;o causadas, em sua maioria, por   infec&ccedil;&otilde;es durante a gesta&ccedil;&atilde;o.
        <h3>Preval&ecirc;ncia:</h3>
        A catarata   &eacute; a causa de 45% de todos os casos de cegueira registrados no mundo. Segundo   dados da OMS (Organiza&ccedil;&atilde;o Mundial de Sa&uacute;de), existem no mundo aproximadamente 50   milh&otilde;es de cegos, cerca de 180 milh&otilde;es de pessoas com alguma defici&ecirc;ncia visual   e 135 milh&otilde;es com defici&ecirc;ncia visual e risco de cegueira. No Brasil, existem   mais de 600 mil cegos devido a esta doen&ccedil;a.
        <h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
        N&atilde;o existe uma maneira de prever o surgimento da catarata num adulto   normal, mas pessoas com diabetes podem se prevenir se controlarem a taxa de   a&ccedil;ucar em seu sangue. M&atilde;es podem prevenir a catarata infantil se tomarem vacina   contra rubeola antes da gesta&ccedil;&atilde;o. Uma vez desenvolvida, a &uacute;nica forma de cura &eacute;   atrav&eacute;s de remo&ccedil;&atilde;o do cristalino opacificado e a introdu&ccedil;&atilde;o de um cristalino   artificial (Lente intra-ocular).
        <h3>Configura&ccedil;&atilde;o:</h3>
        <ul>
          <li><strong>Amarelamento:</strong> O amarelamento &eacute; comum &agrave; alguns casos da doen&ccedil;a, e pode   ter seu grau de intensidade alterado atrav&eacute;s deste controle. </li>
          <li><strong>Opacifica&ccedil;&atilde;o:</strong> Controla o grau de opacifica&ccedil;&atilde;o da vis&atilde;o. </li>
        </ul>
		
		<center>
		</center>
		<h2 id="hipermetropia">Hipermetropia</h2><a href="#menu">Topo</a>
		<h3>O que &eacute;:</h3>
		<p>&eacute; o nome dado ao erro de focaliza&ccedil;&atilde;o da imagem no   olho, fazendo com que a imagem seja formada ap&oacute;s a retina. Isso acontece   principalmente porque o olho do hiperm&eacute;trope &eacute; um pouco menor do que o normal.   Outras causas incluem situa&ccedil;&otilde;es onde a c&oacute;rnea ou o cristalino apresentam   altera&ccedil;&otilde;es no seu formato que diminuem o seu poder refrativo, como a   megaloc&oacute;rnea, onde a c&oacute;rnea &eacute; mais plana do que deveria ser.</p>
		<p>O Hiperm&eacute;trope geralmente tem boa vis&atilde;o ao longe,   pois o seu grau, se n&atilde;o for muito elevado, &eacute; corrigido pelo aumento do poder   di&oacute;ptrico do cristalino, processo designado de acomoda&ccedil;&atilde;o. No entanto, na   tentativa de focalizar a imagem para perto, o cristalino al&eacute;m de corrigir o grau   de longe, ainda tem que aumentar mais 3 graus, para focalizar a imagem a 33   cent&iacute;metros dos olhos, o que faz com que o mesmo ou n&atilde;o consiga focalizar a   imagem ou sinta desconforto visual, geralmente referido como cansa&ccedil;o, ou dor de   cabe&ccedil;a.</p>
		<h3>Preval&ecirc;ncia:</h3>
		<p>&Eacute; estimado que 55% das pessoas apresentem   hipermetropia, sendo que seu aumento ocorre nos primeiros anos de vida. Isso &eacute; o   que mostra um estudo realizado por pesquisadores da Universidade Federal de   Minas Gerais, que teve como objetivo avaliar a evolu&ccedil;&atilde;o da hipermetropia na   inf&acirc;ncia.</p>
		<h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
		<p>A Hipermetropia pode tamb&eacute;m estar associada ao   aparecimento de estrabismo acomodativo na inf&acirc;ncia, com aparecimento de   sintomas, geralmente, ao redor dos 2 anos de idade, onde dever&aacute; ser efectuada   uma correc&ccedil;&atilde;o total com lentes de &oacute;culos adequadas. Uma outra alternativa de   corre&ccedil;&atilde;o do problema, restrita, geralmente, a maiores de 21 anos, &eacute; a cirurgia   refrativa realizada com Excimer Laser ou Lasik.</p>
		<h3>Configura&ccedil;&atilde;o:</h3>
		<ul>
          <li><strong>Foco:</strong> Controla a intensidade do embassamento da vis&atilde;o, demonstrando   uma perda geral de acuidade. </li>
	    </ul>
		<center>
		</center>
		<h2 id="miopia">Miopia </h2><a href="#menu">Topo</a>
		<h3>O que &eacute;:</h3>
		<p>Miopia &eacute; o nome alternativo ou popular  dado ao erro de refra&ccedil;&atilde;o da luz no olho, o que acarreta uma focaliza&ccedil;&atilde;o  da imagem antes de chegar &agrave; retina. Uma pessoa m&iacute;ope consegue ver  objectos pr&oacute;ximos com nitidez, mas os objectos distantes s&atilde;o  visualizados como se estivessem emba&ccedil;ados (desfocados). O nome t&eacute;cnico  &eacute; Hipometropia embora pouco conhecido.</p>
		<p>Para uma vis&atilde;o mais acurada, o ponto  focal dos raios luminosos devem convergir para uma &aacute;rea pr&oacute;xima aos  receptores de luminosidade (localizados na retina). No caso da miopia,  o ponto focal &eacute; formado antes, o que pode acontecer por v&aacute;rios  motivos:Is a refractive defect of the eye in which collimated light  produces image focus in front of the retina when accommodation is  relaxed.</p>
		<p>O sintoma que mais &eacute; relatado e que com frequ&ecirc;ncia anuncia o aparecimento de miopia &eacute; a vis&atilde;o turva dos objetos distantes.</p>
		<p>&Eacute; frequente que nos primeiros est&aacute;gios  do problema, o indiv&iacute;duo n&atilde;o se d&ecirc; conta da perda de vis&atilde;o. Por este  motivo, h&aacute; que comprovar se, junto da vis&atilde;o turva, existe o pestanejar  constante, dores de cabe&ccedil;a ou tens&atilde;o ocular.</p>
		<h3>Preval&ecirc;ncia:</h3>
		<p>Dados recentes apontam que cerca de 20% da popula&ccedil;&atilde;o brasileira tem miopia. E estudos feitos na Austr&aacute;lia revelam que o n&uacute;mero de m&iacute;opes, principalmente o de crian&ccedil;as em idade escolar, pelo menos duplicou nas &uacute;ltimas duas d&eacute;cadas. Segundo o professor da Universidade Federal de S&atilde;o Paulo (Unifesp) e m&eacute;dico do Hospital Israelita Albert Einstein Mauro Campos, esse resultado pode ser tranq&uuml;ilamente adaptado ao Brasil.</p>
        <p>E mais: esses estudos indicam que o componente mais importante n&atilde;o &eacute; o gen&eacute;tico, mas sim o uso &ldquo;abusivo&rdquo; dos olhos, agravado principalmente por aspectos naturais da modernidade, como a universaliza&ccedil;&atilde;o da educa&ccedil;&atilde;o e o uso precoce e intensivo de computadores e videogames.
          Segundo Campos, a explica&ccedil;&atilde;o &eacute; simples. Para ver de longe, o olho humano fica em repouso. J&aacute; para ver de perto, precisa haver a acomoda&ccedil;&atilde;o. Quanto mais tempo ou esfor&ccedil;o as pessoas investirem em suas vidas para ver de perto, mais o globo ocular ser&aacute; distendido, aumentando as chances de desenvolver miopia.</p>
        <h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
        H&aacute; tr&ecirc;s tipos de tratamento para miopia:  &oacute;culos, lentes de contato ou sirurgia. Dependendo do problema de vis&atilde;o,  voc&ecirc; pode precisar usar &oacute;culos ou lentes de contato todo o tempo, ou  somente quando precisar enxergar de longe, como ao dirigir, assistindo  uma regata ou um filme. Se voc&ecirc; tem miopia, sua prescri&ccedil;&atilde;o ser&aacute; um  n&uacute;mero negativo. Quanto maior o n&uacute;mero, mais forte ser&aacute; o grau de suas  lentes.
        <h3>Configura&ccedil;&atilde;o:</h3>
        <ul>
          <li><strong>Foco:</strong> Controla a intensidade do embassamento da vis&atilde;o, demonstrando uma perda geral de acuidade.</li>
        </ul>
		<center>
		</center>
		<h2 id="daltonismo">Daltonismo</h2><a href="#menu">Topo</a>
		<h3>O que &eacute;:</h3>
		<p>O daltonismo (tamb&eacute;m chamado de  discromatopsia ou discromopsia) &eacute; uma perturba&ccedil;&atilde;o da percep&ccedil;&atilde;o visual  caracterizada pela incapacidade de diferenciar todas ou algumas cores,  manifestando-se muitas vezes pela dificuldade em distinguir o verde do  vermelho. Esta perturba&ccedil;&atilde;o tem normalmente origem gen&eacute;tica, mas pode  tamb&eacute;m resultar de les&atilde;o nos org&atilde;os respons&aacute;veis pela vis&atilde;o, ou de  les&atilde;o de origem neurol&oacute;gica.</p>
		<p>O dist&uacute;rbio, que era desconhecido at&eacute;  ao s&eacute;culo XVIII, recebeu esse nome em homenagem ao qu&iacute;mico John Dalton,  que foi o primeiro cientista a estudar a anomalia de que ele mesmo era  portador. Uma vez que esse problema est&aacute; geneticamente ligado ao  cromossoma X, ocorre mais frequentemente entre os homens (no caso das  mulheres, ser&aacute; necess&aacute;rio que os dois cromossomas X contenham o gene  an&ocirc;malo).</p>
		<p>Os portadores do gene an&ocirc;malo  apresentam dificuldade na percep&ccedil;&atilde;o de determinadas cores prim&aacute;rias,  como o verde e o vermelho, o que se repercute na percep&ccedil;&atilde;o das  restantes cores do espectro. Esta perturba&ccedil;&atilde;o &eacute; causada por aus&ecirc;ncia ou  menor n&uacute;mero de alguns tipos de cones ou por uma perda de fun&ccedil;&atilde;o  parcial ou total destes, normalmente associada &agrave; diminui&ccedil;&atilde;o de pigmento  nos fotoreceptores que deixam de ser capazes de processar  diferencialmente a informa&ccedil;&atilde;o luminosa de cor.</p>
		<h3>Tipos:</h3>
		<p><strong>Protanopia</strong> (em que h&aacute;  aus&ecirc;ncia na retina de cones &quot;vermelhos&quot; ou de &quot;comprimento de onda  longo&quot;, resultando na impossibilidade de discriminar cores no segmento  verde-amarelo-vermelho do espectro). O seu ponto neutro encontra-se nos  492nm. H&aacute; igualmente menor sensibilidade &agrave; luz na parte do espectro  acima do laranja.</p>
		<p><strong>Deuteranopia</strong> (em que  h&aacute; aus&ecirc;ncia de cones &quot;verdes&quot; ou de comprimento de onda interm&eacute;dio,  resultando, igualmente, na impossibilidade de discriminar cores no  segmento verde-amarelo-vermelho do espectro).Trata-se uma das formas de  daltonismo mais raras(cerca de 1% da popula&ccedil;&atilde;o masculina), e  corresponde &agrave;quela que afectou John Dalton (o diagn&oacute;stico foi  confirmado em 1995, atrav&eacute;s do exame do DNA do seu globo ocular). O seu  ponto neutro encontra-se nos 492nm.</p>
		<p><strong>Tritanopia</strong> (em que h&aacute;  aus&ecirc;ncia de cones &quot;azuis&quot; ou de comprimento de onda curta, resultando  na impossibilidade de ver cores na faixa azul-amarelo).</p>
		<h3>Preval&ecirc;ncia:</h3>
		Estima-se que haja 75 homens dalt&ocirc;nicos para cada mulher que apresente  o problema e a explica&ccedil;&atilde;o est&aacute; ligada ao tipo de heran&ccedil;a gen&eacute;tica. Como  o daltonismo &eacute; uma doen&ccedil;a heredit&aacute;ria causada por um gene recessivo  localizado no cromossomo X a sua incid&ecirc;ncia &eacute; muito maior nos homens,  que possuem apenas um cromossomo X. Para afetar uma mulher seriam  necess&aacute;rias duas c&oacute;pias do gene dalt&ocirc;nico o que reduz bastante a  probabilidade da doen&ccedil;a.
        <h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
        <p>Atualmente n&atilde;o existe nenhum tipo de  tratamento conhecido para esse dist&uacute;rbio. Por&eacute;m, um dalt&ocirc;nico pode  viver de modo perfeitamente normal, desde que tenha conhecimento das  limita&ccedil;&otilde;es de sua vis&atilde;o. O portador do problema pode, por exemplo,  observar a posi&ccedil;&atilde;o das cores de um sem&aacute;foro, de modo a saber qual a cor  indicada pela l&acirc;mpada.</p>
        <p>Como na idade escolar surgem as  primeiras dificuldades com cores, sobretudo em desenhos e mapas, os  pais e professores devem estar atentos ao problema, evitando  constranger e traumatizar a crian&ccedil;a. Pode ser frustrante para uma  crian&ccedil;a ter a certeza de que est&aacute; vendo algo em determinada cor,  enquanto todos os colegas e a professora afirmam que ela est&aacute; errada.</p>
        <p>Para um dalt&ocirc;nico, navegar em websites  coloridos da Internet pode ser uma experi&ecirc;ncia n&atilde;o muito agrad&aacute;vel.  Alguns textos podem estar ileg&iacute;veis, ou mesmo a leitura dos gr&aacute;ficos  pode ser impossibilitada devido o esquema de cores utilizado. Para  possibilitar a leitura destes textos e gr&aacute;ficos foi desenvolvido por um  dalt&ocirc;nico o libcolorblind[1] um software que faz transforma&ccedil;&otilde;es nas  cores no sentido de permitir que cores d&uacute;bias sejam colocadas em  posi&ccedil;&otilde;es diferentes do espectro de cor, de forma a tornarem-se  diferenci&aacute;veis por um dalt&ocirc;nico. O programa de acessibilidade do Gnome,  gnome-mag, tem suporte a esse software e fornece uma maneira intuitiva  de ativar e desativar os filtros.</p>
        <p>Algumas cidades j&aacute; possuem sem&aacute;foros  adaptados para os portadores de daltonismo (quer condutores/quer  pe&otilde;es), que apresentam uma faixa branca ao lado da luz amarela,  possibilitando ao dalt&ocirc;nico distinguir qual a cor do sinal aceso pela  posi&ccedil;&atilde;o da luz (acima ou abaixo da faixa).</p>
        <p>L&aacute;pis de cores podem ter o nome de cada cor gravada em seu corpo de modo a facilitar sua identifica&ccedil;&atilde;o.</p>
        <h3>Configura&ccedil;&atilde;o:</h3>
        <ul>
          <li>Escolha o tipo de daltonismo que voc&ecirc; deseja simular pelo navegador. As alternativas s&atilde;o:</li>
          <ul>
            <li>Protanopia;</li>
            <li>Deuteranopia;</li>
            <li>Tritanopia.</li>
          </ul>
        </ul>
		<center>
		</center>
		<h2 id="glaucoma">Glaucoma</h2><a href="#menu">Topo</a>
		<h3>O que &eacute;:</h3>
		<p>Glaucoma &eacute; a designa&ccedil;&atilde;o gen&eacute;rica de um  grupo de doen&ccedil;as que atingem o nervo &oacute;ptico e envolvem a perda de  c&eacute;lulas ganglionares da retina num padr&atilde;o caracter&iacute;stico de neuropatia  &oacute;ptica. A press&atilde;o intraocular elevada &eacute; um fator de risco significativo  para o desenvolvimento de glaucoma, n&atilde;o existindo contudo uma rela&ccedil;&atilde;o  causal direta entre um determinado valor da press&atilde;o intraocular e o  aparecimento da doen&ccedil;a &mdash; enquanto uma pessoa pode desenvolver dano no  nervo com press&otilde;es relativamente baixas outra pode ter press&atilde;o  intraocular elevada durante anos sem apresentar les&otilde;es. Se n&atilde;o for  tratado o glaucoma leva ao dano permanente do disco &oacute;ptico da retina,  causando uma atrofia progressiva do campo visual, que pode progredir  para cegueira.</p>
		<h3>Tipos:</h3>
		<p> </p>
		<ul>
          <li><strong>Glaucoma Prim&aacute;rio de &Acirc;ngulo Aberto:</strong> uma das causas pode ser uma obstru&ccedil;&atilde;o do escoamento do humor aquoso do  olho. O humor aquoso &eacute; produzido no corpo ciliar do olho, fluindo  atrav&eacute;s da pupila para a c&acirc;mera anterior. A malha trabecular ent&atilde;o  drena o l&iacute;quido para o canal de Schlemm e finalmente para o sistema  venoso. Todos os olhos possuem alguma press&atilde;o intraocular que &eacute; causada  pela presen&ccedil;a de alguma resist&ecirc;ncia ao fluxo do humor aquoso atrav&eacute;s da  malha trabecular e do canal de Schlemm. Se a press&atilde;o intraocular (PIO)  for alta demais (maior do que 21,5 mm Hg), a press&atilde;o nas paredes do  olho resultar&aacute; na compress&atilde;o das estruturas oculares. Entretanto,  outros fatores, como perturba&ccedil;&otilde;es no fluxo sang&uuml;&iacute;neo no nervo &oacute;ptico  podem interagir com a PIO e afetar o nervo &oacute;ptico.</li>
		  <li><strong>Glaucoma de &Acirc;ngulo Fechado:</strong> &eacute; caracterizado por aumentos s&uacute;bitos de press&atilde;o intraocular. Isto  ocorre em olhos suscept&iacute;veis quando a pupila dilata e bloqueia o fluxo  do fluido atrav&eacute;s dela, levando &agrave; &iacute;ris bloquear a malha trabecular.  Glaucoma de &acirc;ngulo fechado pode causar dor e reduzir a acuidade visual  (vis&atilde;o borrada), e pode levar &agrave; perda visual irrevers&iacute;vel dentro de um  curto per&iacute;odo de tempo. &Eacute; considerada uma situa&ccedil;&atilde;o de emerg&ecirc;ncia  oftalmol&oacute;gica e requer tratamento imediato. Muitas pessoas com esse  glaucoma podem visualizar um halo em volta de pontos de luz brilhantes,  al&eacute;m da perda de vis&atilde;o caracter&iacute;stica da doen&ccedil;a.</li>
		  <li><strong>Glaucoma de Press&atilde;o Normal:</strong> caracterizada por diminui&ccedil;&atilde;o da camada de fibras nervosas da retina,  aumento da rela&ccedil;&atilde;o escava&ccedil;&atilde;o/disco e defeito de campo visual, por&eacute;m sem  evid&ecirc;ncia de aumento da press&atilde;o intra-ocular. Os pacientes com glaucoma  de press&atilde;o normal constituem um grupo heterog&ecirc;neo em que v&aacute;rias  condi&ccedil;&otilde;es sist&ecirc;micas podem ser encontradas e apresentam sinais cl&iacute;nicos  oculares somente facilmente identificados nos st&aacute;gios muito avan&ccedil;ados  da doen&ccedil;a. E seu tratamento apresenta desafios maiores do que os  existentes no tratamento dos glaucomas hipertensivos.</li>
		  <li><strong>Glaucoma Cong&ecirc;nito:</strong> &eacute; uma doen&ccedil;a gen&eacute;tica rara que atinge beb&ecirc;s. Rec&eacute;m nascidos com globos  oculares aumentados e c&oacute;rneas emba&ccedil;adas. Se considera que a causa da  press&atilde;o intraocular elevada nesses casos &eacute; causada pela redu&ccedil;&atilde;o da  permeabilidade trabecular. O tratamento &eacute; a cirurgia.</li>
		  <li><strong>Glaucoma Secund&aacute;rio:</strong> ocorre como uma complica&ccedil;&atilde;o de v&aacute;rias condi&ccedil;&otilde;es m&eacute;dicas, como cirurgia  ocular, catarata avan&ccedil;ada, les&otilde;es oculares, uve&iacute;tes, diabetes ou uso de  cortic&oacute;ides.</li>
	    </ul>
		</p>
        <h3>Preval&ecirc;ncia:</h3>
        Pessoas com hist&oacute;rico familiar de glaucoma  tem cerca de 6% de chance de desenvolver a doen&ccedil;a; Diab&eacute;ticos e negros  s&atilde;o mais propensos a desenvolverem glaucoma de &acirc;ngulo aberto, e  asi&aacute;ticos tem maior tend&ecirc;ncia &agrave; desenvolver glaucoma de &acirc;ngulo fechado.  Idealmente, todas as pessoas devem checar por glaucoma a partir dos 35  anos, com a freq&uuml;&ecirc;ncia das checagens aumentando com a idade. Metade das  pessoas que sofrem de glaucoma n&atilde;o sabem disso.    Um n&uacute;mero de estudos sugerem que h&aacute; uma  correla&ccedil;&atilde;o, n&atilde;o necessariamente causal, entre glaucoma e hipertens&atilde;o  sist&ecirc;mica (ou seja, press&atilde;o sang&uuml;&iacute;nea alta).
        <h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
        Apesar da press&atilde;o intraocular elevada n&atilde;o ser a &uacute;nica causa do glaucoma, at&eacute; o momento diminu&iacute;-la &eacute; o principal tratamento.    Essa diminui&ccedil;&atilde;o pode ser realizada atrav&eacute;s do uso de medicamentos ou at&eacute; mesmo por interven&ccedil;&atilde;o cir&uacute;rgica.
        <h3>Configura&ccedil;&atilde;o:</h3>
        <ul>
          <li>Selecione esta defici&ecirc;ncia para que o navegador a simule.</li>
        </ul>
		<center>
		</center>
        <h2 id="retinopatia">Retinopatia</h2><a href="#menu">Topo</a>
        <h3>O que &eacute;:</h3>
        <p>A retinopatia &eacute; o termo utilizado para  designar formas de les&otilde;es n&atilde;o inflamat&oacute;rias da retina ocular.  Normalmente &eacute; associada a deficiente aporte sangu&iacute;neo. Com frequ&ecirc;ncia,  as retinopatias s&atilde;o manifesta&ccedil;&otilde;es localizadas de doen&ccedil;as sist&eacute;micas.</p>
        <p>As principais causas de retinopatia s&atilde;o: </p>
        <ul>
          <li>Diabetes;</li>
          <li>Hipertens&atilde;o arterial;</li>
          <li>Anemia;</li>
          <li>Exposi&ccedil;&atilde;o solar direta;</li>
          <li>Medica&ccedil;&atilde;o;</li>
          <li>Oclus&atilde;o retinal e venal.</li>
        </ul>
        </p>
        <p>A retinopatia pode progredir para cegueira se for severa ou afetar a m&aacute;cula.</p>
        <h3>Preval&ecirc;ncia:</h3>
        A retinopatia diab&eacute;tica &eacute;, sem d&uacute;vida, um  s&eacute;rio problema visual e representa uma das principais causas de  cegueira legal entre pessoas de 20 e 74 anos de idade e sua preval&ecirc;ncia  dobra a cada 15 anos.
        <p>Segundo os estudos, a preval&ecirc;ncia de  retinopatia est&aacute; fortemente relacionada com a dura&ccedil;&atilde;o do diabetes. Ap&oacute;s  vinte anos de diabetes, aproximadamente todos os pacientes com diabetes  do tipo 1 e mais do que 60% dos pacientes com diabetes do tipo 2  possuem algum tipo de retinopatia.</p>
        <h3>Preven&ccedil;&atilde;o/Tratamento:</h3>
        Entre os m&eacute;todos de tratamento, destaca-se a fotocoagula&ccedil;&atilde;o a laser.
        <h3>Configura&ccedil;&atilde;o:</h3>
        <ul>
          <li>Selecione esta defici&ecirc;ncia para que o navegador simule uma vis&atilde;o v&iacute;tima de Retinopatia Diab&eacute;tica.</li>
        </ul>
        <a href="#menu">Topo</a>
        <span></span>		<!-- InstanceEndEditable -->
		</div>
	</div>
	<div id="rodape">
	<!-- InstanceBeginEditable name="navegacao" -->
	  
	  <a href=""></a>	  <!-- InstanceEndEditable -->
	<hr color="#000000" size="5" />
	  <img src="images/ases.gif" alt="ASES - Avaliador e Simulador para AcessibilidadE de S&iacute;tios" width="203" height="73" align="right" /><img src="images/acessobrasil.gif" alt="Acessibilidade Brasil" border="0" /></a> <img src="images/gov.gif" alt="gov.br - mais governo, mais cidadania" width="185" height="81" /></div>
</body>
<!-- InstanceEnd --></html>
