<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<link href="SyntaxHighlighter.css" rel="stylesheet" type="text/css" />
</head>

<body>
<p><img src="saibamais.jpg" width="270" height="50"
alt="Saiba Mais" /></p>
<p><strong>Recomenda&ccedil;&atilde;o 3.7 </strong>- Agrupar <em>links</em> relacionados entre si,  identificando o grupo (em benef&iacute;cio <strong>&nbsp;</strong>do navegador ou leitor de tela do usu&aacute;rio) e, at&eacute; que o  navegador ou leitor de tela do usu&aacute;rio se encarregue de tal fun&ccedil;&atilde;o, fornecer um modo de contornar determinado  grupo. </p>
<p>Os  usu&aacute;rios cegos saltam freq&uuml;entemente de <em>link</em> em <em>link</em> quando percorrem uma p&aacute;gina ou visualizam informa&ccedil;&atilde;o. Quando fazem isto, o  &ldquo;link text&rdquo; (texto do <em>link</em> - texto que se encontra&nbsp; entre as instru&ccedil;&otilde;es &lt;a&gt; e &lt;/a&gt;) &eacute;  lido pelo leitor de tela. A barra de navega&ccedil;&atilde;o &eacute;, n&atilde;o raras vezes, a primeira coisa a ser encontrada numa  p&aacute;gina.</p>
<p>Para usu&aacute;rios de sintetizadores de fala, isto  significa ter que ouvir um n&uacute;mero grande de <em>links</em> similares em todas as p&aacute;ginas antes de chegar ao conte&uacute;do singular dessa  p&aacute;gina. No entanto,&nbsp; quando os <em>links</em> se encontram agrupados em conjuntos  l&oacute;gicos, tais como barras de navega&ccedil;&atilde;o,  os sintetizadores conseguem manipular uma pe&ccedil;a em vez de diversas pe&ccedil;as.&nbsp; Desta forma, eles podem preceder os elementos  agrupados por um <em>link</em>,permitindo ao usu&aacute;rio saltar o conjunto de <em>links</em> e posicionar-se de forma imediata  no in&iacute;cio do corpo principal da p&aacute;gina.  Uma forma de agrupar os <em>links</em> &eacute; usando o comando MAP. N&atilde;o &eacute;  necess&aacute;rio ter uma imagem associada ao  comando para poder us&aacute;-lo. </p>
<p><strong>No c&oacute;digo html: </strong></p>

<div class="dp-highlighter">


<ol class="dp-j" start="1">
	<li class="alt"><span>&lt;map  name=&quot;map2&quot;&gt;&nbsp; Navegar no  site.&lt;br /&gt;</span></li>
	
	<li class=""><span>[ &lt;a href=&quot;a.htm&quot;&gt; Se&ccedil;&atilde;o A &lt;/a&gt; |&nbsp;</span>	</li>
	
	<li class="alt"><span>&lt;a href=&quot;b.htm&quot;&gt; Se&ccedil;&atilde;o B &lt;/a&gt; |&nbsp;</span></li>
	
	<li class=""><span>&lt;a href=&quot;b.htm&quot;&gt; Se&ccedil;&atilde;o C &lt;/a&gt; |&nbsp;</span> </li>
	
	<li class="alt"><span>&lt;a href=&quot;b.htm&quot;&gt; Se&ccedil;&atilde;o D &lt;/a&gt; ]</span></li>
  </ol>
</div>

</body>
</html>
